Revit 2024 API
SymbolTypeId.TonOfRefrigeration Property
 Symbol ton of refrigeration, indicating unit Tons of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TonOfRefrigeration { get; }
Visual Basic
Public Shared ReadOnly Property TonOfRefrigeration As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TonOfRefrigeration {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace